Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Clear Data…
de: Daten löschen…
es: Borrar datos…
fr: Effacer les données…
ja: データを消去…
ko: 데이터 지우기…
pt_br: Limpar dados…
ru: Очистить данные…
zh_hans: 清除数据…
zh_hant: 清除資料…

source: Clear Shortcut
de: Kurzbefehl löschen
es: Borrar atajo
fr: Effacer le raccourci
ja: ショートカットを消去
ko: 단축키 지우기
pt_br: Limpar atalho
ru: Удалить сочетание
zh_hans: 清除快捷键
zh_hant: 清除快速鍵

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Collecting performance data…
de: Leistungsdaten sammeln…
es: Recopilando datos de rendimiento...
fr: Collecte de données sur les performances…
ja: パフォーマンス データを収集しています…
ko: 성능 데이터를 수집하는 중…
pt_br: Coletando dados de desempenho…
ru: Сбор данных о производительности…
zh_hans: 正在采集性能数据…
zh_hant: 正在採集性能數據…

source: Command Line
de: Befehlszeile
es: Línea de comando
fr: Ligne de commande
ja: コマンドライン
ko: 명령줄
pt_br: Linha de Comando
ru: Командная строка
zh_hans: 命令行
zh_hant: 命令列

source: Command line tools and development tool configuration
de: Befehlszeilentools und Konfiguration des Entwicklungstools
es: Herramientas de línea de comando y configuración de herramientas de desarrollo.
fr: Outils de ligne de commande et configuration des outils de développement
ja: コマンドラインツールと開発ツールの構成
ko: 명령줄 도구 및 개발 도구 구성
pt_br: Ferramentas de linha de comando e configuração de ferramentas de desenvolvimento
ru: Инструменты командной строки и настройка средств разработки
zh_hans: 命令行工具和开发工具配置
zh_hant: 命令列工具和開發工具配置

source: Command line tools and development tools cache
de: Befehlszeilentools und Cache für Entwicklungstools
es: Caché de herramientas de línea de comandos y herramientas de desarrollo
fr: Cache des outils de ligne de commande et des outils de développement
ja: コマンドラインツールと開発ツールのキャッシュ
ko: 명령줄 도구 및 개발 도구 캐시
pt_br: Ferramentas de linha de comando e cache de ferramentas de desenvolvimento
ru: Инструменты командной строки и кеш инструментов разработки
zh_hans: 命令行工具和开发工具缓存
zh_hant: 命令列工具和開發工具緩存

source: Command-line tools are managed by package managers. MachKit shows suggested commands instead of deleting directories, which could break dependencies.
de: Befehlszeilentools werden von Paketmanagern verwaltet. MachKit zeigt vorgeschlagene Befehle an, anstatt Verzeichnisse zu löschen, wodurch Abhängigkeiten unterbrochen werden könnten.
es: Las herramientas de línea de comandos son administradas por administradores de paquetes. MachKit muestra comandos sugeridos en lugar de eliminar directorios, lo que podría romper las dependencias.
fr: Les outils de ligne de commande sont gérés par les gestionnaires de packages. MachKit affiche les commandes suggérées au lieu de supprimer les répertoires, ce qui pourrait rompre les dépendances.
ja: コマンドライン ツールはパッケージ マネージャーによって管理されます。 MachKit はディレクトリを削除する代わりに推奨コマンドを表示しますが、依存関係が壊れる可能性があります。
ko: 명령줄 도구는 패키지 관리자에 의해 관리됩니다. MachKit는 종속성을 깨뜨릴 수 있는 디렉터리를 삭제하는 대신 추천 명령을 표시합니다.
pt_br: As ferramentas de linha de comando são gerenciadas por gerenciadores de pacotes. MachKit mostra comandos sugeridos em vez de excluir diretórios, o que pode quebrar dependências.
ru: Инструменты командной строки управляются менеджерами пакетов. MachKit показывает предлагаемые команды вместо удаления каталогов, которые могут нарушить зависимости.
zh_hans: 命令行工具由包管理器维护。MachKit 只展示建议命令，不直接删除其目录，以免破坏依赖关系。
zh_hant: 命令列工具由套件管理器維護。 MachKit 只展示建議指令，不直接刪除其目錄，以免破壞依賴關係。

source: Command-line tools installed by package managers
de: Von Paketmanagern installierte Befehlszeilentools
es: Herramientas de línea de comandos instaladas por administradores de paquetes
fr: Outils de ligne de commande installés par les gestionnaires de packages
ja: パッケージマネージャーによってインストールされるコマンドラインツール
ko: 패키지 관리자가 설치한 명령줄 도구
pt_br: Ferramentas de linha de comando instaladas por gerenciadores de pacotes
ru: Инструменты командной строки, установленные менеджерами пакетов
zh_hans: 由包管理器安装的命令行工具
zh_hant: 由套件管理器安裝的命令列工具

source: Comments beginning with # are supported.
de: Kommentare mit # werden unterstützt.
es: Se admiten comentarios que empiecen por #.
fr: Les commentaires commençant par # sont pris en charge.
ja: # で始まるコメントを使用できます。
ko: #으로 시작하는 주석을 지원합니다.
pt_br: Comentários iniciados por # são aceitos.
ru: Поддерживаются комментарии, начинающиеся с #.
zh_hans: 支持以 # 开头的注释。
zh_hant: 支援以 # 開頭的註解。

source: Common Tools
de: Gemeinsame Werkzeuge
es: Herramientas comunes
fr: Outils communs
ja: 共通ツール
ko: 공통 도구
pt_br: Ferramentas comuns
ru: Общие инструменты
zh_hans: 常用工具
zh_hant: 常用工具

source: Compute Hardware
de: Computerhardware
es: Hardware informático
fr: Matériel informatique
ja: コンピューティングハードウェア
ko: 컴퓨팅 하드웨어
pt_br: Hardware de computação
ru: Вычислительное оборудование
zh_hans: 计算硬件
zh_hant: 計算硬體

source: Conda environment
de: Conda-Umgebung
es: entorno de conda
fr: Environnement Conda
ja: Conda環境
ko: 콘다 환경
pt_br: Ambiente Conda
ru: Конда среда
zh_hans: Conda 环境
zh_hant: Conda 環境

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
pt_br: Conexões
ru: Соединения
zh_hans: 连接
zh_hant: 連線

source: Content accessible to other users of the same Mac
de: Inhalte, auf die andere Benutzer desselben Mac zugreifen können
es: Contenido accesible para otros usuarios del mismo Mac
fr: Contenu accessible aux autres utilisateurs du même Mac
ja: 同じ Mac の他のユーザーがアクセスできるコンテンツ
ko: 동일한 Mac의 다른 사용자가 액세스할 수 있는 콘텐츠
pt_br: Conteúdo acessível a outros usuários do mesmo Mac
ru: Контент, доступный другим пользователям того же Mac
zh_hans: 可供同一台 Mac 其他用户访问的内容
zh_hant: 可供同一台 Mac 其他使用者存取的內容

source: Contents are not read
de: Inhalte werden nicht gelesen
es: Los contenidos no se leen.
fr: Le contenu n'est pas lu
ja: 内容が読み取れない
ko: 내용이 읽히지 않음
pt_br: O conteúdo não é lido
ru: Содержимое не читается
zh_hans: 不读取内容
zh_hant: 不讀取內容

source: Contents of the Trash
de: Inhalt des Papierkorbs
es: Contenido de la basura
fr: Contenu de la corbeille
ja: ゴミ箱の中身
ko: 휴지통의 내용
pt_br: Conteúdo da Lixeira
ru: Содержимое корзины
zh_hans: 废纸篓中的内容
zh_hant: 廢紙簍中的內容

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Continue and Authorize
de: Fahren Sie fort und autorisieren Sie
es: Continuar y autorizar
fr: Continuer et autoriser
ja: 続行して承認する
ko: 계속 및 승인
pt_br: Continuar e autorizar
ru: Продолжить и авторизоваться
zh_hans: 继续并授权
zh_hant: 繼續並授權

source: Convert dates and Unix timestamps across units and time zones
de: Datumsangaben und Unix-Zeitstempel über Einheiten und Zeitzonen hinweg umrechnen
es: Convierte fechas y marcas de tiempo Unix entre unidades y zonas horarias
fr: Convertissez les dates et horodatages Unix entre unités et fuseaux horaires
ja: 日付と Unix タイムスタンプを単位やタイムゾーンをまたいで変換
ko: 날짜와 Unix 타임스탬프를 단위 및 시간대별로 변환
pt_br: Converta datas e timestamps Unix entre unidades e fusos horários
ru: Преобразуйте даты и временные метки Unix между единицами и часовыми поясами
zh_hans: 在不同单位和时区之间转换日期与 Unix 时间戳
zh_hant: 在不同單位和時區之間轉換日期與 Unix 時間戳

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Core system processes are protected.
de: Kernsystemprozesse sind geschützt.
es: Los procesos centrales del sistema están protegidos.
fr: Les processus de base du système sont protégés.
ja: コアシステムのプロセスは保護されます。
ko: 핵심 시스템 프로세스가 보호됩니다.
pt_br: Os processos principais do sistema são protegidos.
ru: Основные процессы системы защищены.
zh_hans: 不会结束系统核心进程。
zh_hant: 不會結束系統核心進程。

source: Core system processes cannot be quit here.
de: Kernsystemprozesse können hier nicht beendet werden.
es: Los procesos centrales del sistema no se pueden cerrar aquí.
fr: Les processus de base du système ne peuvent pas être abandonnés ici.
ja: コア システム プロセスをここで終了することはできません。
ko: 핵심 시스템 프로세스는 여기서 종료될 수 없습니다.
pt_br: Os processos principais do sistema não podem ser encerrados aqui.
ru: Здесь невозможно остановить основные системные процессы.
zh_hans: 系统核心进程不会在这里结束。
zh_hant: 系統核心進程不會在這裡結束。

source: Could Not Clear App Data
de: App-Daten konnten nicht gelöscht werden
es: No se pudieron borrar los datos de la app
fr: Impossible d’effacer les données de l’app
ja: アプリデータを消去できませんでした
ko: 앱 데이터를 지울 수 없음
pt_br: Não foi possível limpar os dados do app
ru: Не удалось очистить данные приложения
zh_hans: 无法清除应用数据
zh_hant: 無法清除 App 資料

source: Could not release reclaimable memory: %@
de: Der zurückgewinnbare Speicher konnte nicht freigegeben werden: %@
es: No se pudo liberar la memoria recuperable: %@
fr: Impossible de libérer la mémoire récupérable : %@
ja: 再利用可能なメモリを解放できませんでした: %@
ko: 회수 가능한 메모리를 해제할 수 없습니다: %@
pt_br: Não foi possível liberar memória recuperável: %@
ru: Не удалось освободить восстанавливаемую память: %@.
zh_hans: 无法智能释放内存：%@
zh_hant: 無法智慧釋放記憶體：%@

source: Could not release system caches: %@
de: Systemcaches konnten nicht freigegeben werden: %@
es: No se pudieron liberar los cachés del sistema: %@
fr: Impossible de libérer les caches système : %@
ja: システム キャッシュを解放できませんでした: %@
ko: 시스템 캐시를 해제할 수 없습니다: %@
pt_br: Não foi possível liberar caches do sistema: %@
ru: Не удалось освободить системные кэши: %@.
zh_hans: 无法释放系统缓存：%@
zh_hant: 無法釋放系統快取：%@

source: CPU %lld%% · Memory pressure: %@
de: CPU %lld%% · Speicherdruck: %@
es: CPU %lld%% · Presión de memoria: %@
fr: CPU %lld%% · Pression mémoire : %@
ja: CPU %lld%%・メモリプレッシャー：%@
ko: CPU %lld%% · 메모리 압력: %@
pt_br: CPU %lld%% · Pressão de memória: %@
ru: ЦП %lld%% · Объем памяти: %@
zh_hans: CPU %lld%% · 内存压力%@
zh_hant: CPU %lld%% · 記憶體壓力%@

source: Create a separate hosts configuration that you can activate when needed.
de: Erstellt eine separate Hosts-Konfiguration zur Aktivierung bei Bedarf.
es: Crea una configuración de hosts independiente para activarla cuando la necesites.
fr: Créez une configuration hosts distincte à activer au besoin.
ja: 必要なときに有効化できる個別の hosts 設定を作成します。
ko: 필요할 때 활성화할 수 있는 별도의 hosts 구성을 만듭니다.
pt_br: Crie uma configuração de hosts separada para ativar quando necessário.
ru: Создайте отдельную конфигурацию hosts для включения при необходимости.
zh_hans: 创建一份可按需启用的独立 hosts 配置。
zh_hant: 建立一份可按需啟用的獨立 hosts 設定。

source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 重大
ko: 위험
pt_br: Crítico
ru: Критическое
zh_hans: 严重
zh_hant: 嚴重

source: Current /etc/hosts content, read only
de: Aktueller Inhalt von /etc/hosts, schreibgeschützt
es: Contenido actual de /etc/hosts, solo lectura
fr: Contenu actuel de /etc/hosts, lecture seule
ja: 現在の /etc/hosts の内容（読み取り専用）
ko: 현재 /etc/hosts 내용, 읽기 전용
pt_br: Conteúdo atual de /etc/hosts, somente leitura
ru: Текущее содержимое /etc/hosts, только чтение
zh_hans: 当前 /etc/hosts 内容，只读
zh_hant: 目前的 /etc/hosts 內容，只讀

source: Current /etc/hosts file
de: Aktuelle /etc/hosts-Datei
es: Archivo /etc/hosts actual
fr: Fichier /etc/hosts actuel
ja: 現在の /etc/hosts ファイル
ko: 현재 /etc/hosts 파일
pt_br: Arquivo /etc/hosts atual
ru: Текущий файл /etc/hosts
zh_hans: 当前 /etc/hosts 文件
zh_hant: 目前的 /etc/hosts 檔案

source: Current Timestamp
de: Aktueller Zeitstempel
es: Marca de tiempo actual
fr: Horodatage actuel
ja: 現在のタイムスタンプ
ko: 현재 타임스탬프
pt_br: Timestamp atual
ru: Текущая временная метка
zh_hans: 当前时间戳
zh_hant: 目前時間戳

source: Current Usage
de: Aktuelle Nutzung
es: Uso actual
fr: Utilisation actuelle
ja: 現在の使用状況
ko: 현재 사용량
pt_br: Uso atual
ru: Текущее использование
zh_hans: 当前占用
zh_hant: 目前佔用

source: Currently Listening
de: Hört gerade zu
es: Actualmente escuchando
fr: Actuellement à l'écoute
ja: 現在聞いています
ko: 현재 듣고 있는 중
pt_br: Atualmente ouvindo
ru: Сейчас слушаю
zh_hans: 当前监听
zh_hant: 目前監聽

source: Currently using %@ (macOS determines the amount actually released)
de: Verwendet derzeit %@ (macOS bestimmt die tatsächlich freigegebene Menge)
es: Actualmente usando %@ (macOS determina la cantidad realmente liberada)
fr: Utilise actuellement %@ (macOS détermine le montant réellement débloqué)
ja: 現在 %@ を使用 (実際にリリースされる量は macOS によって決定されます)
ko: 현재 %@을 사용 중입니다. (macOS는 실제로 출시되는 양을 결정합니다.)
pt_br: Atualmente usando %@ (o macOS determina o valor efetivamente liberado)
ru: В настоящее время используется %@ (macOS определяет фактически выпущенную сумму)
zh_hans: 当前占用 %@（实际释放量由 macOS 决定）
zh_hant: 目前佔用 %@（實際釋放量由 macOS 決定）

source: Customize MachKit's language and appearance
de: Passen Sie die Sprache und das Erscheinungsbild von MachKit an
es: Personaliza el idioma y la apariencia de MachKit
fr: Personnaliser la langue et l'apparence de MachKit
ja: MachKit の言語と外観をカスタマイズする
ko: MachKit의 언어 및 모양 사용자 정의
pt_br: Personalize o idioma e a aparência do MachKit
ru: Настройте язык и внешний вид MachKit
zh_hans: 调整 MachKit 的语言和外观
zh_hant: 調整 MachKit 的語言和外觀

source: Dark
de: Dunkel
es: oscuro
fr: Sombre
ja: 暗い
ko: 어둠
pt_br: Escuro
ru: Темный
zh_hans: 深色
zh_hant: 深色

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
pt_br: Dados
ru: Данные
zh_hans: 数据
zh_hant: 資料

source: Data updates locally every 2 seconds. Sampling stops when you leave this page or pause it. App rankings include identifiable graphical app processes only.
de: Die Daten werden alle 2 Sekunden lokal aktualisiert. Das Sampling stoppt, wenn Sie diese Seite verlassen oder anhalten. App-Rankings umfassen nur identifizierbare grafische App-Prozesse.
es: Los datos se actualizan localmente cada 2 segundos. El muestreo se detiene cuando sales de esta página o la pausas. Las clasificaciones de aplicaciones incluyen únicamente procesos de aplicaciones gráficas identificables.
fr: Les données sont mises à jour localement toutes les 2 secondes. L'échantillonnage s'arrête lorsque vous quittez cette page ou que vous la mettez en pause. Les classements des applications incluent uniquement les processus d'application graphiques identifiables.
ja: データはローカルで 2 秒ごとに更新されます。このページを離れるか一時停止すると、サンプリングは停止します。アプリのランキングには、識別可能なグラフィカルなアプリ プロセスのみが含まれます。
ko: 데이터는 2초마다 로컬로 업데이트됩니다. 이 페이지를 떠나거나 일시중지하면 샘플링이 중지됩니다. 앱 순위에는 식별 가능한 그래픽 앱 프로세스만 포함됩니다.
pt_br: Os dados são atualizados localmente a cada 2 segundos. A amostragem é interrompida quando você sai desta página ou a pausa. As classificações de aplicativos incluem apenas processos gráficos de aplicativos identificáveis.
ru: Данные обновляются локально каждые 2 секунды. Выборка прекращается, когда вы покидаете эту страницу или приостанавливаете ее. Рейтинги приложений включают только идентифицируемые графические процессы приложений.
zh_hans: 数据每 2 秒在本机更新一次；离开此页面或点击暂停后会停止采样。应用排行只显示当前可识别的图形应用进程。
zh_hant: 資料每 2 秒在本機更新一次；離開此頁面或點擊暫停後會停止採樣。應用排行只顯示目前可識別的圖形應用程式。

source: Date to Timestamp
de: Datum in Zeitstempel
es: Fecha a marca de tiempo
fr: Date vers horodatage
ja: 日付からタイムスタンプ
ko: 날짜를 타임스탬프로
pt_br: Data para timestamp
ru: Дата в временную метку
zh_hans: 日期转时间戳
zh_hant: 日期轉時間戳

source: Dedicated Memory
de: Dedizierter Speicher
es: Memoria dedicada
fr: Mémoire dédiée
ja: 専用メモリ
ko: 전용 메모리
pt_br: Memória Dedicada
ru: Выделенная память
zh_hans: 独立显存
zh_hant: 獨立顯存

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete this environment?
de: Diese Umgebung löschen?
es: ¿Eliminar este entorno?
fr: Supprimer cet environnement ?
ja: この環境を削除しますか？
ko: 이 환경을 삭제할까요?
pt_br: Excluir este ambiente?
ru: Удалить эту среду?
zh_hans: 删除此环境？
zh_hant: 刪除此環境？

source: Deselect All
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべて選択解除
ko: 모두 선택 해제
pt_br: Desmarcar tudo
ru: Снять выделение
zh_hans: 取消全选
zh_hant: 取消全選

source: Destination
de: Ziel
es: Destino
ja: 宛先
ko: 대상
pt_br: Destino
ru: Назначение
zh_hans: 目标
zh_hant: 目的地

source: Developer Caches
de: Entwickler-Caches
es: Cachés de desarrollador
fr: Caches de développeur
ja: 開発者キャッシュ
ko: 개발자 캐시
pt_br: Caches do desenvolvedor
ru: Кэши разработчиков
zh_hans: 开发工具缓存
zh_hant: 開發工具快取

source: Developer Tools
de: Entwicklerwerkzeuge
es: Herramientas de desarrollo
fr: Outils de développement
ja: 開発者ツール
ko: 개발자 도구
pt_br: Ferramentas de desenvolvimento
ru: Инструменты разработчика
zh_hans: 开发者工具
zh_hant: 開發者工具

source: development files
de: Entwicklungsdateien
es: archivos de desarrollo
fr: fichiers de développement
ja: 開発ファイル
ko: 개발 파일
pt_br: arquivos de desenvolvimento
ru: файлы разработки
zh_hans: 开发文件
zh_hant: 開發文件

source: Development version
de: Entwicklungsversion
es: Versión de desarrollo
fr: Version de développement
ja: 開発版
ko: 개발 버전
pt_br: Versão de desenvolvimento
ru: Версия для разработки
zh_hans: 开发版
zh_hant: 開發版

source: Directory occupancy is being updated in the background; the last result is currently displayed.
de: Die Verzeichnisbelegung wird im Hintergrund aktualisiert; das letzte Ergebnis wird aktuell angezeigt.
es: La ocupación del directorio se actualiza en segundo plano; actualmente se muestra el último resultado.
fr: L'occupation du répertoire est mise à jour en arrière-plan ; le dernier résultat est actuellement affiché.
ja: ディレクトリ占有率はバックグラウンドで更新されます。現在、最後の結果が表示されています。
ko: 디렉터리 점유율이 백그라운드에서 업데이트되고 있습니다. 현재 마지막 결과가 표시됩니다.
pt_br: A ocupação do diretório está sendo atualizada em segundo plano; o último resultado é exibido atualmente.
ru: Занятость каталога обновляется в фоновом режиме; в данный момент отображается последний результат.
zh_hans: 正在后台更新目录占用；当前显示上次结果。
zh_hant: 正在後台更新目錄佔用；目前顯示上次結果。

source: Discovered
de: Entdeckt
es: descubierto
fr: Découvert
ja: 発見されました
ko: 발견됨
pt_br: Descoberto
ru: Обнаружен
zh_hans: 已发现
zh_hant: 已發現

source: Display Mode
de: Anzeigemodus
es: Modo de visualización
fr: Mode d'affichage
ja: 表示モード
ko: 디스플레이 모드
pt_br: Modo de exibição
ru: Режим отображения
zh_hans: 显示模式
zh_hant: 顯示模式

source: Django Development Server
de: Django-Entwicklungsserver
es: Servidor de desarrollo Django
fr: Serveur de développement Django
ja: Django 開発サーバー
ko: Django 개발 서버
pt_br: Servidor de desenvolvimento Django
ru: Сервер разработки Джанго
zh_hans: Django 开发服务器
zh_hant: Django 開發伺服器

source: DNS Service
de: DNS-Dienst
es: Servicio DNS
fr: Service DNS
ja: DNSサービス
ko: DNS 서비스
pt_br: Serviço DNS
ru: DNS-сервис
zh_hans: DNS 域名服务
zh_hant: DNS 網域服務

source: Docker Desktop Background Service
de: Docker Desktop-Hintergrunddienst
es: Servicio en segundo plano de escritorio Docker
fr: Service d’arrière-plan du bureau Docker
ja: Docker デスクトップ バックグラウンド サービス
ko: Docker 데스크탑 백그라운드 서비스
pt_br: Serviço de plano de fundo da área de trabalho Docker
ru: Фоновая служба рабочего стола Docker
zh_hans: Docker Desktop 后台服务
zh_hant: Docker Desktop 後台服務

source: Done
de: Fertig
es: hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
zh_hans: 下载
zh_hant: 下載

source: Downloaded formula and cask archives; installed packages in Cellar and Caskroom are not touched.
de: Geladene Formula- und Cask-Archive; installierte Pakete in Cellar und Caskroom bleiben erhalten.
es: Archivos descargados de fórmulas y casks; no se tocan los paquetes instalados en Cellar y Caskroom.
fr: Archives de formules et casks téléchargées ; les paquets installés dans Cellar et Caskroom sont conservés.
ja: ダウンロード済みの formula と cask アーカイブです。Cellar と Caskroom のインストール済みパッケージは削除しません。
ko: 다운로드된 formula 및 cask 아카이브입니다. Cellar와 Caskroom의 설치된 패키지는 유지됩니다.
pt_br: Arquivos de fórmulas e casks baixados; pacotes instalados no Cellar e Caskroom são preservados.
ru: Загруженные архивы formula и cask; пакеты в Cellar и Caskroom не затрагиваются.
zh_hans: 已下载的 formula 和 cask 安装包；不会处理 Cellar 和 Caskroom 中已安装的软件。
zh_hant: 已下載的 formula 和 cask 安裝包；不會處理 Cellar 和 Caskroom 中已安裝的軟體。

source: Downloaded pod archives and specs can be fetched again; project Pods directories are not scanned.
de: Pod-Archive und Specs können erneut geladen werden; Pods-Ordner in Projekten werden nicht gescannt.
es: Los archivos y especificaciones de pods pueden volver a descargarse; no se analizan las carpetas Pods de los proyectos.
fr: Les archives et specs de pods peuvent être retéléchargées ; les dossiers Pods des projets ne sont pas analysés.
ja: ダウンロード済みの Pod アーカイブと spec は再取得可能です。プロジェクトの Pods はスキャンしません。
ko: 다운로드된 Pod 아카이브와 spec은 다시 받을 수 있습니다. 프로젝트 Pods 폴더는 스캔하지 않습니다.
pt_br: Arquivos e especificações de pods podem ser baixados novamente; pastas Pods dos projetos não são verificadas.
ru: Архивы и спецификации pods можно скачать заново; папки Pods в проектах не сканируются.
zh_hans: 已下载的 Pod 安装包和索引可重新获取；不扫描项目中的 Pods 目录。
zh_hant: 已下載的 Pod 安裝包和索引可重新取得；不掃描專案中的 Pods 目錄。

source: Edit the mappings, then apply this environment
de: Zuordnungen bearbeiten und Umgebung anwenden
es: Edita las asignaciones y aplica este entorno
fr: Modifiez les associations, puis appliquez cet environnement
ja: 割り当てを編集してからこの環境を適用します
ko: 매핑을 편집한 다음 이 환경을 적용하세요
pt_br: Edite os mapeamentos e aplique este ambiente
ru: Измените записи и примените эту среду
zh_hans: 编辑映射，然后启用此环境
zh_hant: 編輯對應，然後啟用此環境

source: Elevated
de: Erhöht
es: elevado
fr: Élevé
ja: 高架
ko: 높은
pt_br: Elevado
ru: Повышенный
zh_hans: 紧张
zh_hant: 緊張

source: Encode and decode Base64, Base32, Base62, Hex, URL, HTML, Unicode, Escape, and Hash
de: Base64, Base32, Base62, Hex, URL, HTML, Unicode, Escape und Hash kodieren und dekodieren
es: Codifica y decodifica Base64, Base32, Base62, Hex, URL, HTML, Unicode, Escape y Hash
fr: Encodez et décodez Base64, Base32, Base62, Hex, URL, HTML, Unicode, échappement et Hash
ja: Base64、Base32、Base62、Hex、URL、HTML、Unicode、エスケープ、Hash をエンコード／デコード
ko: Base64, Base32, Base62, Hex, URL, HTML, Unicode, 이스케이프, Hash 인코딩/디코딩
pt_br: Codifique e decodifique Base64, Base32, Base62, Hex, URL, HTML, Unicode, Escape e Hash
ru: Кодирование и декодирование Base64, Base32, Base62, Hex, URL, HTML, Unicode, экранирования и Hash
zh_hans: 编解码 Base64、Base32、Base62、Hex、URL、HTML、Unicode、转义 与 Hash
zh_hant: 編解碼 Base64、Base32、Base62、Hex、URL、HTML、Unicode、跳脫 與 Hash

source: English
de: Englisch
es: ingles
fr: Anglais
ja: 英語
ko: 영어
pt_br: Inglês
ru: английский
zh_hans: 英文
zh_hant: 英文

source: Enter a timestamp
de: Zeitstempel eingeben
es: Introduce una marca de tiempo
fr: Saisir un horodatage
ja: タイムスタンプを入力
ko: 타임스탬프 입력
pt_br: Digite um timestamp
ru: Введите временную метку
zh_hans: 输入时间戳
zh_hant: 輸入時間戳

source: Environment name
de: Umgebungsname
es: Nombre del entorno
fr: Nom de l’environnement
ja: 環境名
ko: 환경 이름
pt_br: Nome do ambiente
ru: Название среды
zh_hans: 环境名称
zh_hant: 環境名稱

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
ja: 環境
ko: 환경
pt_br: Ambientes
ru: Среды
zh_hans: 环境
zh_hant: 環境

source: Error code %@
de: Fehlercode %@
es: Código de error %@
fr: Code d'erreur %@
ja: エラーコード %@
ko: 오류 코드 %@
pt_br: Código de erro %@
ru: Код ошибки %@
zh_hans: 错误代码 %@
zh_hant: 錯誤代碼 %@

source: every 2 seconds
de: alle 2 Sekunden
es: cada 2 segundos
fr: toutes les 2 secondes
ja: 2秒ごと
ko: 2초마다
pt_br: a cada 2 segundos
ru: каждые 2 секунды
zh_hans: 每 2 秒
zh_hant: 每 2 秒

source: example.com or 1.1.1.1
de: example.com oder 1.1.1.1
es: example.com o 1.1.1.1
fr: example.com ou 1.1.1.1
ja: example.com または 1.1.1.1
ko: example.com 또는 1.1.1.1
pt_br: example.com ou 1.1.1.1
ru: example.com или 1.1.1.1
zh_hans: example.com 或 1.1.1.1
zh_hant: example.com 或 1.1.1.1

source: Executable
de: Ausführbar
es: ejecutable
fr: Exécutable
ja: 実行可能ファイル
ko: 실행 가능
pt_br: Executável
ru: Исполняемый файл
zh_hans: 可执行文件
zh_hant: 執行檔

source: Exposed
de: Ausgesetzt
es: expuesto
fr: Exposé
ja: 露出した
ko: 노출됨
pt_br: Exposto
ru: Открытый
zh_hans: 对外开放
zh_hant: 對外開放

source: Exposed Ports
de: Freiliegende Ports
es: Puertos expuestos
fr: Ports exposés
ja: 露出ポート
ko: 노출된 포트
pt_br: Portas expostas
ru: Открытые порты
zh_hans: 对外端口
zh_hant: 對外埠

source: Extensions
de: Erweiterungen
es: Extensiones
fr: Rallonges
ja: 拡張機能
ko: 확장
pt_br: Extensões
ru: Расширения
zh_hans: 扩展
zh_hant: 擴充
